Repository: Pixelix/woocommerce-review-reminder
Catalog: lang/woocommerce-review-reminder-*.po
Languages: pt_br, ru_ru

source: Settings for the reminder
pt_br: Opções do lembrete
ru_ru: Настройки напоминаний об отзывах

source: Review Reminder
pt_br: Lembrete de avaliação
ru_ru: Напоминание об отзывах

source: Configuring plugin
pt_br: Configurando o plugin
ru_ru: Настройка плагина

source: Fill in the plugin options. If you leave any field blank the notificaçãos will be sent in a week.
pt_br: Preencha as opções do plugin. Caso você deixe algo em branco as notificações serão enviadas em uma semana.
ru_ru: Вы можете задать свои настройки для плагина. Если время задержки не указано, напоминания будут отправляться спустя неделю.

source: Email standards
pt_br: Padrões do e-mail
ru_ru: Настройки письма

source: The WooCommerce email standards will be used to send all notifications.
pt_br: Será utilizados os e-mails padrões do WooCommerce para enviar todas as notificações.
ru_ru: Для письма будет использованы настройки уведомлений WooCommerce.

source: <strong>WooCommerce Review Reminder</strong> depends on the last version of %s to work!
pt_br: <strong>WooCommerce Lembrete de Avalição</strong> depende da última versão do %s para funcionar!
ru_ru: Плагину <strong>WooCommerce Review Reminder</strong> требуется последняя версия %s для корректной работы!

source: WooCommerce
ru_ru: Магазин

source: Delay for sending the notification
pt_br: Intervalo de tempo para enviar a notificação
ru_ru: Задержка отправки письма

source: seconds
pt_br: segundos
ru_ru: секунд

source: minutes
pt_br: minutos
ru_ru: минут

source: hours
pt_br: horas
ru_ru: часов

source: days
pt_br: dias
ru_ru: дней

source: weeks
pt_br: semanas
ru_ru: недель

source: months
pt_br: meses
ru_ru: месяцев

source: A reminder email will be sent after the time interval that starts when the order is completed.
pt_br: Um e-mail de lembrete será enviado depois do intervalo de tempo que é iniciado quando o pedido é concluído.
ru_ru: Письмо с напоминанием будет отправлено спустя указанный промежуток времени после выполнения заказа.

source: Please leave a review your order %s
pt_br: Por favor, faça uma avaliação do seu pedido %s
ru_ru: Пожалуйста, оставьте отзыв к заказу %s

source: Please leave a review
pt_br: Por favor, faça uma avaliação
ru_ru: Оставьте, пожалуйста, отзыв

source: Hello%s%s!
ru_ru: Здравствуйте%s%s!

source: Thank you for choosing our shop.
pt_br: Obrigado por escolher nossa loja.
ru_ru: Спасибо за то, что выбрали наш магазин.

source: We will be very happy to receive your feedback on purchased products.
pt_br: Ficaremos muito felizes em receber seu feedback sobre os produtos adquiridos.
ru_ru: Мы были бы очень рады получить ваш отзыв о товарах.

source: It does not take much time and can still help the other customers choosing the best product.
pt_br: Isto não leva muito tempo e ainda pode ajudar outros clientes escolher o melhor produto.
ru_ru: Это не займёт много времени, зато поможет другим покупателям с выбором.

source: Thanks in advance!
pt_br: Agradecemos antecipadamente!
ru_ru: Заранее спасибо!

source: You have bought from us this products:
pt_br: Você comprou de nós este produtos:
ru_ru: Вот что вы у нас купили:

source: WooCommerce Review Reminder
pt_br: WooCommerce Lembre de Avaliação
ru_ru: Напоминание об отзывах

source: Remind the customer to leave a feedback about a purchase.
ru_ru: Напоминает покупателям оставить отзыв о купленных товарах.

source: Pixelix
ru_ru: Пикселикс

source: Hello %s %s!
pt_br: Olá %s %s!

source: Reminder to leave feedback about a purchase.
pt_br: Lembrete para deixar avaliações sobre uma compra.
